Repository: rajatrathore29591/AllProjects
Catalog: TradeSystem/Presentation/TradeSystem.WebApi/App_GlobalResources/Languages.*.resx
Languages: es

source: Customer Login
es: Acceso a Clientes

# Description_CustomerLogin
source: Welcome to the Split Deals ® System
es: Bienvenido(a) al Sistema de Split Deals ®

source: Email
es: Correo

# Enteryourcredentialbelow
source: Enter your credentials below
es: Introduce tus credenciales abajo

source: Forgot Password
es: Olvidó su Contraseña

source: Introduction
es: Introducción

source: Login
es: Acceso

# Login_Descrption_Point
source: Enter your email and password with the ones you registered.
es: Introduce tu correo electronico y contraseña con los que se registró.

# Login_Descrption_Point2
source: If you need help you can always call our offices.
es: Si necesitas ayuda siempre puedes llamar a nuestras oficinas.

# Login_Descrption_Point3
source: Si habla Español, puede cambiar el idioma en cualquier momento pulsando sobre el texto "ES" en la esquina superior derecha de esta casilla.
es: If you speak English, you can change the language at any time by pressing the "EN" key in the upper corner of this box.

source: Password
es: Contraseña

# Api_ProfilehasbeenSuccessfulyUpdated
source: Profile has been successfuly updates
es: El perfil ha sido actualizado con exito

source: Test
es: Prueba

source: Account Number
es: Número de Cuenta

source: Action
es: Acción

source: Bank
es: Banco

source: Bank Details (Optional)
es: Detalles Bancarios (opcional)

source: Beneficiary Name
es: Nombre del Beneficiario

source: Birth Date
es: Fecha de Nacimiento

# CLABE
source: CLABE Number
es: CLABE

source: CLABE Number
es: Numero de CLABE (16 digitos)

# ComissionNote
source: Note: Customer's overall sales comission will not exceed than max. % comission sale set out of his total investment.
es: Nota: La comisión de ventas general del cliente no excederá de un porcentaje máximo de venta de comisión de su compra total.

# CommissionfromSalesReleased
source: Released Sales Commission
es: Comisiones por Ventas Liberadas

source: Confirm Email
es: Confirmar Email

source: Created Date
es: Fecha Creada

source: Customer Name
es: Nombre del Cliente

source: Dashboard
es: Resumen

source: DNI
es: Documento de Identificación

# EarningbyInvestment
source: Total Earning Withdraw
es: Ganancias por Compra

# EarningbySales
source: Total Sales Earning Withdraw
es: Ganancias por Ventas

source: Email Address
es: Dirección de correo electronico

source: Export
es: Exportar

source: Fields are mandatory
es: Los campos son obligatorios

source: First Name
es: Primer Nombre

# InvestmentName
source: Campaign Name
es: Nombre de la campaña

source: Investments
es: Campañas

source: Last Name
es: Apellido Paterno

source: Login Details
es: Detalles de Acceso

source: Logout
es: Cerrar sesión

# MaximumCommissionforSaleOutofTotalInvestment
source: Maximum percentage of commission per sale out of total purchase
es: Porcentaje máximo de comisión por venta fuera del total de compra

# MaxPerCommission
source: Max. % Commission
es: Porcentaje máximo de comisión

source: Middle Name
es: Segundo Nombre

# MotherLastName
source: Mother's Last Name
es: Apellido Materno

source: My Account
es: Mi Cuenta

# MyInvestments
source: My Purchases
es: Mis Compras

source: My Profile
es: Mi Perfil

source: My Sales
es: Mis Ventas

# NewInvestments
source: New Purchases
es: Nuevas Compras

source: Pending to Withdraw
es: Pendiente de Retiro

source: Personal Information
es: Información Personal

source: Register
es: Registrar

# RegisterNewUser
source: Register A New User
es: Registrar a un Nuevo Cliente

source: Released Date
es: Fecha que se Libero

source: RFC Number
es: RFC

source: Sales
es: Ventas

source: Select
es: Seleccionar

source: Select your state
es: Selecciona tu Estado

source: S.No.
es: Número

source: Status
es: Estado

source: Get Password
es: Obtener Contraseña

source: Back
es: Regresar

# ForgotPasswordTitle
source: We'll send you instructions in email
es: Te enviaremos las instrucciones a tu correo electrónico

source: Phone Number
es: Número de Teléfono

source: Register Date
es: Fecha de Registro

# Api_Currentpasswordisincorrect
source: Current password is incorrect
es: La contraseña que escribió es incorrecta

source: Support
es: Soporte

# TotalEarningbySales
source: Total Sales Earning Withdraw
es: Total de Comisiones por Ventas

source: Total Earning Till Date
es: Total de Ganancias hasta la Fecha

source: Total Investment
es: Total de Campañas

source: Total Investments
es: Total de Campañas

source: Total Sales
es: Total de Ventas

source: Virtual Wallet Value
es: Valor de la Cartera Virtual

source: Withdraw Amount
es: Monto a Retirar

source: Your Birth Date
es: Tu Cumpleaños

source: Your country
es: Tu País

source: Your DNI
es: Tu Número de Documento Oficial

source: Your Email Address
es: Tu Correo Electronico

source: Your Last Name
es: Tu Apellido Paterno

source: Your Middle Name
es: Tu Segundo Nombre

# YourMotherLastName
source: Your Mother's Last Name
es: Tu Apellido Materno

source: Your Name
es: Tu Nombre

source: Your Password
es: Tu Contraseña

source: Your RFC Number
es: Tu RFC

source: Active
es: Activo

# Api_CustomerInsertedSuccessfully
source: Customer has been inserted successfully
es: El Cliente ha sido creado con éxito

# Api_DashbaordDetails
source: Customer Dashboard Details
es: Detalles del resumen del cliente

# Api_DataNotFound
source: Data Not Found
es: No se encontró datos

# Api_EmailAddressNotExist
source: Email address not exist
es: El correo proporcionado ya existe

# Api_EmailisEmpty
source: Email is Empty
es: La casilla de correo está vacío

# Api_EmailSendedSuccessfully
source: Email sent successfully.
es: El correo fue enviado con éxito

# Api_Failed
source: Failed
es: Fallo

# Api_InactiveUser
source: Your account is inactive, please contact us
es: Tu cuenta fue desactivada, por favor comunícate con nosotros

# Api_Invalidlogin
source: Invalid login credentials. Please try again.
es: Credenciales invalidas. Intenta nuevamente

# Api_InvestInProduct
source: Purchase made successfully
es: Compra realizada con éxito

# Api_Loginsuccessfully
source: Login successfully
es: Accediste con éxito

# Api_MaxPrice
source: The purchase can not be higher than the maximum price
es: La compra no puede ser mayor del precio máximo

# Api_MinPrice
source: The purchase can not be less than the minimum price
es: La compra no puede ser menor del precio minimo

# Api_MyInvestmentList
source: My Campaign List
es: Mi Lista de Campañas

# Api_MySaleCommission
source: My sale commission list
es: Lista de mis comisiones por venta

source: Inactive
es: Inactivo

# Api_IDNotExistorPasswordnotmatched
source: ID Not Exist or Password not matched
es: El correo no está registrado o la contraseña no coincide

# Api_PasswordhasbeenSuccessfulyChanged
source: Password has been Successfully Changed
es: La contraseña se cambio con exito

# Api_GetData
source: Get all data
es: Obtener toda la información

source: Enter amount
es: Introducir cantidad

# EnterAmountTitle
source: Enter amount to transfer into bank account
es: Introduzca el importe para transferirlo a tu cuenta bancaria

# Api_TicketInsertedSuccessfully
source: Ticket has been raised successfully
es: El ticket fue levantado con exito

source: Raise Ticket
es: Levantar Ticket

source: Completed
es: Completado

# AmountInvested
source: Purchase amount
es: Monto de Compra

source: Amount should be equal or less than remaining amount
es: El monto deberá ser igual o menor al remanente en la cuenta

source: Below is history of previous months withdrawal
es: Abajo está el historial de retiros en meses anteriores

source: Card number
es: Numero de Tarjeta

source: Credit Card
es: Tarjeta de Credito

source: Current Week Earning
es: Ganancias Semanales Corrientes

source: Date
es: Fecha

source: Date to Withdraw Earning
es: Fecha para Retirar Ganancias

# Datetowithdrawtheinvestment
source: Date to refund the total value of the Purchase
es: Fecha para reintegrar el valor total de la Compra

source: Day
es: Dia

source: Deposit earning into bank account
es: Depositar Ganancia en Cuenta de Banco

source: Deposit earning into virtual wallet
es: Depositar Ganancia en Cartera Virtual

source: Deposit In
es: Depositado en

source: Deposit to Minimarket
es: Depositar en Tienda de Conveniencia

source: Details
es: Detalles

source: Earning
es: Ganancias Semanales Corrientes

source: Earnings
es: Ganancias

source: Enter amount to invest
es: Introducir total de compra

source: Historic
es: Historico

source: History
es: Historial

# InvestementName
source: Campaign Name
es: Nombre de la campaña

# Investment
source: Campaign
es: Campaña

# InvestmentAmount
source: Purchase Amount
es: Total de compra

source: MM
es: Mes

source: Month
es: Mes

source: Name on card
es: Nombre en la Tarjeta

# NewInvestment
source: New Purchases
es: Nueva Compra

source: Number should be greater than 0
es: El numero debe ser mayor a cero

source: Only numbers are allowed
es: Solo Numeros

source: Payment at Office
es: Pago en Oficina

source: Payment Method
es: Metodo de Pago

source: Please choose option to make payment for investment
es: Por favor elige una opción para pagar por tu compra

source: Previous Month Weekly Earning
es: Ganancias Semanales de Meses Anteriores

source: Select Withdrawal Option
es: Selecciona la Opción de Retiro

source: Start Date
es: Fecha de Inicio

source: Customer is not exist
es: El cliente no existe

# Api_UpdatedSuccessfully
source: The data has been viewed successfully
es: La información ha sido actualizada con exito

# Api_GetDataUnviewed
source: Get all unview data
es: Obtener toda la información no vista

source: Hi
es: Hola

# NewReferralUser
source: Refer a user
es: Referir a un Cliente

source: Viewed
es: Visto

source: Unviewed
es: No Visto

# Api_Successfully
source: Your request has been successfully sent to SplitDeals, soon you will be notified once amount is transferred into your bank account.
es: Su solicitud se ha enviado correctamente a SplitDeals, pronto se le notificará una vez que la cantidad se transfiera a su cuenta bancaria.

# Api_WalletDetails
source: Wallet Details
es: Detalles de Cartera Virtual

# Api_WithrawAmountForWallet
source: The withdraw amount should be less than to wallet amount
es: La cantidad de retiro solicitada debe ser menor a la contenida en la cartera virtual

source: Wallet
es: Cartera Virtual

# Api_CustomerProductDetails
source: Customer Product Details
es: Detalles del producto del cliente

source: This field is required
es: Este campo es requerido

source: Title
es: Titulo

# TotalWeeklyEarning
source: Total Earning Withdraw
es: Ganancias por Compra a retirar

source: Wire Transfer
es: Deposito Bancario

source: Withdraw
es: Retirar

source: Withdraw Date
es: Fecha del Retiro

source: YYYY
es: Año

source: Home
es: Inicio

source: Reject
es: Rechazar

# WithdrawInvestment
source: Withdraw total purchase
es: Retirar Compra

source: Notifications
es: Notificaciones

# Api_SomethingWentWorng
source: Somethinng went worng
es: Algo salió mal

# Api_WalletAmountZero
source: You can't withdraw the amount as wallet amount is zero.
es: No puedes retirar ese valor si el valor de la cartera es igual a cero

source: BarCode Details
es: Detalle del código de barras

# BarCodeNote
source: If the scanner is unable to read the barcode, write the reference as shown.
es: Si el escáner no puede leer el código de barras, escriba la referencia como se muestra.

source: Charge Id
es: Identificación del cargo

source: Customer Mail
es: Correo electronico del cliente

source: Date and Time
es: Fecha y Hora

source: Description
es: Descripción

# Instruction1
source: Enter the Services Payment menu
es: Selecciona el menú de Pago de Servicios

# Instruction2
source: Select Paynet
es: Selecciona Paynet

# Instruction3
source: Scan the barcode or enter the number reference
es: Escanee el código de barras o introduzca el número de referencia

# Instruction4
source: Enter the total amount to be paid
es: Escriba la cantidad total a pagar

# Instruction5
source: Charge the customer the total amount plus the commission of $ 8 pesos
es: Pague al cliente el monto total más la comisión de $ 8 pesos

# Instruction6
source: Confirm the transaction and deliver the ticket to the customer
es: Confirme la transacción y entregue el ticket al cliente

# Instruction7
source: For any questions about how to collect, please call 01 800 300 08 08 from 8am to 9pm from Monday to Sunday
es: Para cualquier pregunta sobre cómo recoger, por favor llame al 01 800 300 08 08 de 8am a 9pm de Lunes a Domingo

# InstructionsForCashier
source: Instructions for the cashier
es: Instrucciones para el cajero

# paymentStep1
source: Go to any affiliate store
es: Ve a cualquier tienda afiliada

# paymentStep2
source: Send the barcode to the cashier and mention that you will make a Paynet service payment
es: Envíe el código de barras al cajero y mencione que hará un pago de servicio Paynet

# paymentStep3
source: Make cash payment for $ 260.00 MXN (plus $ 8 pesos per commission)
es: Realizar pago en efectivo por $ 260.00 MXN (más $ 8 pesos por comisión)

# paymentStep4
source: Keep the ticket for any clarification
es: Conserve el ticket para cualquier aclaración

# paymentStep5
source: If you have doubts, you can contact NAME SHOP by phone PHONE SHOP or by email MAIL SUPPORT STORE
es: Si tiene dudas, puede ponerse en contacto con NAME SHOP por teléfono PHONE SHOP o por correo electrónico MAIL SUPPORT STORE

# paymentStepTitle
source: How to make payment
es: Como hacer un pago

source: Purchase Details
es: Detalle de Compra

source: Service payable
es: Servicio Pagable

source: Thank You
es: ¡Gracias!

source: Ticket ID
es: Identificacion del Ticket

source: Total to pay
es: Total a Pagar

# TransactionCompleteMessage
source: Transaction successfully completed
es: La transacción ha sido completada

source: View Receipt
es: Ver Recibo

# Api_InvestmentAmountNotGreaterThanRemaining
source: The total purchase can not be greater than the remainder
es: El total de la compra no puede ser mayor al del remanente

# Api_DepositeInVirtualWallet
source: Deposited to virtual wallet successfully
es: Se ha depositado con éxito en la cartera virtual

# Api_DepsoiteAmount
source: Deposited to bank account successfully
es: Depósito en cuenta bancaria realizado con éxito

source: No Data
es: No hay datos

# NoNotification
source: No unread notifications
es: No hay nuevas notificaciones

# Api_MySales
source: My sales list
es: Mi lista de ventas

# Api_PasswordIncorrect
source: Please enter correct password
es: Introduce la contraseña correctamente

# Api_Penalty
source: Penalty Data
es: Información de penalidad

# Api_ProductDetails
source: Product Details
es: Detalle de producto

# Api_ProductList
source: Product List
es: Lista de productos

# Api_TicketList
source: Ticket List
es: Lista de tickets

# Api_Tokennotfound
source: Token not found
es: El token no se encontro

source: Approve
es: Aprobar

source: Assigned Menus
es: Menú asignado

source: Change Password
es: Cambiar Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Delete
es: Borrar

source: Edit
es: Editar

source: Enter Role Details
es: Introducir detalles de rol

source: Enter your new password below
es: Introduce tu nueva contraseña abajo

# ManageRole
source: Manage Permission
es: Gestionar Permisos

source: New Password
es: Nueva Contraseña

source: Old Password
es: Antigua Contraseña

# RegisteraNewUser
source: My Investments
es: Mis Campañas

source: Role Title
es: Nombre del Rol

source: Select Menus to Provide Access
es: Selecciona los menús para proveer acceso

source: Submit
es: Enviar

source: View Log
es: Ver Registro

# EmailAlreadyExist
source: This email is already exist
es: Este correo electrónico ya existe

# EmailDoesNotMatch
source: The email address you provided does not match our records. Please try again
es: La dirección de correo electrónico que proporcionaste no coincide con nuestros registros. Por favor, inténtelo de nuevo

# EmailNConfirmedEmailNotMatched
source: Email and Confirmed Email not matched
es: Correo electrónico y correo electrónico confirmado no coinciden

# OldPasswordIsNotCorrect
source: Your old password is not correct.
es: Tu antigua contraseña no es correcta

# PasswordNConfirmedPasswordNotMatched
source: Password and Confirmed Password not matched
es: Contraseña y contraseña confirmada no coinciden

# DepositeToBank
source: Deposited to Bank
es: Depositado a la cuenta de Banco

# DepositeToWallet
source: Deposited to Wallet
es: Depositado a la Cartera

# InvestmentWithdrawDate
source: Purchase Withdraw Date
es: Retiro del valor total de compra

source: Click here
es: Haga clic aquí

source: Date to withdraw the monthly yield
es: Fecha de pago del % de Ganancia semanal

source: Days to withdraw the yield for sale
es: Días para el pago de la comisión por venta (a partir de la venta)

source: Earning by Sale
es: de Comisión por venta

source: Earning by Week
es: de Ganancia semanal

# InvestmentValue
source: Total Campaign Value
es: Valor total de la Campaña

source: Penalty for Premature Withdrawal
es: de penalidad por retirar prematuramente la Compra (sobre Ganancia semanal)

source: Price
es: Precio

# ValueRemainingtoInvest
source: Value remaining to purchase
es: Valor restante para comprar

# MinimumConditionsforInvestment
source: Minimum Conditions to buy
es: Condiciones mínimas para poder comprar

source: Already having
es: Ya tiene

# DescriptionNotAvailable
source: Description is not available
es: La descripción no está disponible

# Invest
source: BUY
es: COMPRAR

# InvestmentRunning
source: Execution of purchases
es: Ejecución de compras

source: Note
es: Nota

source: or more
es: o más

# OverallInvestmentShouldBe
source: Total purchase must be $
es: La Compra total debe ser $

source: Overall sales should be
es: Las ventas totales deben ser

source: Reached Commission Limit
es: Límite alcanzado de la Comisión

source: Update
es: Actualizar

source: All Messages
es: Todos los Mensajes

# CustomerCannotMakeInvestmentBeforefullfillingAboveConditions
source: The customer can not make the purchase without fulfilling the conditions.
es: El cliente no puede realizar la Compra sino cumple con las condiciones.

# OfEachMonth
source: days interval
es: intervalo de días

source: Starting from
es: Empezando el

source: Wallet Amount
es: Valor de la cartera

source: All Rights Reserved
es: Todos los Derechos Reservados

source: Customer Management
es: Gestión de clientes

source: Edit My Profile
es: Editar mi perfil

source: Finance Management
es: Gestión financiera

# MyInvestmentsDetails
source: My Purchases Details
es: Detalle de mis campañas

source: My Tickets
es: Mis Tickets

# NewInvestmentDetails
source: New purchase details
es: Nuevos detalles de compra

source: Payment
es: Pago

source: Promotion
es: Promoción

# RegisterNewUsers
source: Register New User
es: Registrar nuevos usuarios

source: Withdraw Earning
es: Retirar ganancias

source: Friday
es: Viernes

source: Monday
es: Lunes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Thursday
es: Jueves

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: and every
es: y cada

# Belowpenaltywillbeapplicableifcustomerwithdrawsprematureinvestment
source: Below penalty will apply if client withdraws premature campaign
es: Por debajo de la pena será aplicable si el cliente retira campaña prematura

# CorrectRFC
source: Please enter correct RFC
es: Introduzca correctamente su RFC

source: Days
es: Días

source: Export to Excel
es: Exportar a Excel

source: From
es: De

source: Pay
es: Pagar

source: Penalty Chart
es: Tabla de penalizaciones

source: Penalty of Investment
es: Pena de campaña

source: Receipt
es: Recibo

source: To
es: Para

# ConditionMessage
source: Sorry you can't purchase because you need to fulfil above conditions.
es: Lo sentimos, no puede comprar porque necesita cumplir con las condiciones anteriores.

source: Maximum Price
es: Precio Máximo

source: Minimum Price
es: Precio mínimo

source: Remaining Value
es: Valor restante

# ConditionCheck
source: Sorry you can't purchase because you need to fulfill purchase Sorry you can't purchase because you need to fulfill purchase conditions
es: Lo sentimos, no puede comprar porque necesita cumplir con las condiciones de compra.

# InvestmentWithdrawMessage
source: Request for purchase total amount withdraw has been successfully registered
es: Se ha registrado correctamente la solicitud para retirar el total de la campaña

# Youhavealreadyinvested
source: You have already purchased
es: Usted ya ha comprado la campaña

# LastRemainingInvestmentAmount
source: Thank you for showing interest in the campaign. You can only buy the remainder of the campaign.
es: Gracias por mostrar interés en la campaña. Solo puede comprar el remanente de la campaña.

# AvailableVirtualWallet
source: available from Virtual Wallet
es: Disponible en Virtual Wallet

# ExportToolTip
source: By clicking the "Excel" icon you will download the detailed information here to an Excel spreadsheet that once it is on your computer you can format or edit it as required.
es: Dando clic en el icono “Excel” descargará la información aquí detallada a una hoja de cálculo de Excel que una vez que esté en su computadora podrá darle formato o editarlo según lo requiera

source: Use
es: Utilizar

# ChangeSalePercent
source: Your sales commission percent change to
es: Su porcentaje de comisiones de ventas cambia a

# DeActiveCustomer
source: is deactivate
es: Es-is deactivate

# IsDeactive
source: is deactivate
es: Está desactivado

# SalePercent
source: Sale Percent Change
es: Cambio Porcentual de Venta

# YourReferal
source: Your referral
es: Su referencia

# Api_AlreadyExisted
source: You can not buy a product you already bought.
es: No puede comprar un producto que ya compró.

# InvestementS
source: Campaign
es: Campaña

# InvestmentPlanS
source: Purchase Plan
es: Plan de Compra
